Repository: iina/iina
Catalog: iina/mul.lproj/PrefNetworkViewController.xcstrings
Source language: en
Languages: af, ca, cs, es, fa, fi, fr, he, hi, hr, hu, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sv, tr, uk, zh_hans, zh_hant

# 0bT-f6-rXb.title
source: Default: 153600
af: Verstek: 153600
ca: Per defecte: 153600
cs: Výchozí: 153600
es: Predeterminado: 153600
fa: پیش فرض: ۱۵۳۶۰۰
fi: Oletus: 153600
fr: Défaut : 153600
he: ברירת מחדל: 153600
hi: डिफ़ॉल्ट: 153600
hr: Zadano: 153.600
hu: Alapértelmezett: 153600
ja: デフォルト: 153600
ko: 기본값: 153600
nl: Standaard: 153600
pl: Domyślnie: 153600
pt_br: Padrão: 153600
pt_pt: Predefinição: 153600
ro: Implicit: 153600
ru: По умолчанию: 153600
sk: Predvolené: 153600
sr_cs: Podrazumevano: 153600
sv: Förval: 153600
tr: Varsayılan: 153600
uk: За замовчуванням: 153600
zh_hans: 默认: 153600
zh_hant: 預設值：153600

# 2qf-cC-Lfi.title
source: Custom youtube-dl path:
af: Pasgemaakte youtube-dl-pad:
ca: Camí personalitzat de youtube-dl:
cs: Vlastní cesta youtube-dl:
es: Ruta personalizada de youtube-dl:
fa: مسیر سفارشی YouTube-dl:
fi: Mukautettu youtube-dl polku:
fr: Chemin personnalisé vers youtube-dl :
he: נתיב לyoutube-dl מותאם אישית:
hi: कस्टम youtube-dl पाथ:
hr: Zadana youtube-dl staza:
hu: Egyedi youtube-dl útvonal:
ja: youtube-dlのカスタムパスを設定:
ko: 사용자 지정 youtube-dl 경로:
nl: Aangepaste youtube-dl locatie:
pl: Własna ścieżka do youtube-dl:
pt_br: Caminho customizado para youtube-dl:
pt_pt: Personalizar caminho do youtube-dl:
ro: Cale implicită youtube-dl:
ru: Свой путь к youtube-dl:
sk: Vlastná youtube-dl path:
sr_cs: Prilagođena putanja do programa youtube-dl:
sv: Anpassad youtube-dl-sökväg:
tr: Özel youtube-dl yolu:
uk: Інший шлях до youtube-dl:
zh_hans: 自定义 youtube-dl 路径
zh_hant: 自定 youtube-dl 路徑：

# 3os-7u-lv8.title
source: Default: 153600
af: Verstek: 153600
ca: Per defecte: 153600
cs: Výchozí: 153600
es: Predeterminado: 153600
fa: پیش فرض: ۱۵۳۶۰۰
fi: Oletus: 153600
fr: Défaut : 153600
he: ברירת מחדל: 153600
hi: डिफ़ॉल्ट: 153600
hr: Zadano: 153.600
hu: Alapértelmezett: 153600
ja: デフォルト: 153600
ko: 기본값: 153600
nl: Standaard: 153600
pl: Domyślnie: 153600
pt_br: Padrão: 153600
pt_pt: Predefinição: 153600
ro: Implicit: 153600
ru: По умолчанию: 153600
sk: Predvolené: 153600
sr_cs: Podrazumevano: 153600
sv: Förval: 153600
tr: Varsayılan: 153600
uk: За замовчуванням: 153600
zh_hans: 默认: 153600
zh_hant: 預設值：153600

# 9ut-ID-ffZ.title
source: HTTP proxy:
af: HTTP-proksie:
ca: Servidor intermediari HTTP:
es: Proxy HTTP:
fi: HTTP välityspalvelin:
fr: Proxy HTTP :
he: פרוקסי HTTP:
hi: एचटीटीपी प्रॉक्सी:
ja: HTTPプロキシ:
ko: HTTP 프록시:
pt_br: Proxy HTTP:
pt_pt: Proxy HTTP:
ro: Proxy HTTP:
ru: HTTP-прокси:
tr: HTTP vekil sunucusu:
uk: HTTP-проксі:
zh_hans: HTTP 代理
zh_hant: HTTP 代理：

# aNr-lv-K0r.title
source: Auto
af: Outomaties
ca: Automàtic
cs: Automaticky
fa: خودکار
fi: Automaattinen
fr: Automatique
he: אוטומטי
hi: ऑटो
hr: Automatski
hu: Automatikus
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczny
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sr_cs: Automatski
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

# cyH-Md-FAD.title
source: Enable youtube-dl
af: Aktiveer youtube-dl
ca: Activa youtube-dl
cs: Povolit youtube-dl
es: Habilitar youtube-dl
fa: فعال کردن YouTube-dl
fi: Ota youtube-dl käyttöön
fr: Activer youtube-dl
he: הפעל את youtube-dl
hi: youtube-dl सक्षम करें
hr: Omogući youtube-dl
hu: Youtube-dl engedélyezése
ja: youtube-dlを有効化
ko: youtube-dl 사용
nl: Schakel youtube-dl in
pl: Włącz youtube-dl
pt_br: Habilitar youtube-dl
pt_pt: Ativar youtube-dl
ro: Activează youtube-dl
ru: Включить youtube-dl
sk: Povoliť youtube-dl
sr_cs: Omogući youtube-dl
sv: Aktivera youtube-dl
tr: Youtube-dl'yi etkinleştir
uk: Увімкнути youtube-dl
zh_hans: 启用 youtube-dl
zh_hant: 啟用 youtube-dl

# dDD-g3-54w.title
source: Cache buffer size (KB):
af: Kasgeheue-buffergrootte (KB):
ca: Mida de la memòria cau (KB):
cs: Velikost vyrovnávací paměti (KB):
es: Tamaño del búfer de caché (KB):
fa: حجم بافر(KB):
fi: Välimuistin puskurin koko (KB):
fr: Taille du tampon de cache (KB) :
he: גודל מטמון buffer (ב-KB):
hi: कैशे बफर आकार (KB):
hr: Veličina međuspremnika predmemorije (KB):
hu: Cache buffer méret (KB):
ja: バッファのキャッシュサイズ (KB):
ko: 캐시 버퍼 크기 (KB)
nl: Cache-buffergrootte (KB):
pl: Rozmiar bufora pamięci podręcznej (KB):
pt_br: Tamanho do retro-cache (backBuffer) (KB):
pt_pt: Tamanho do buffer de cache (KB):
ro: Dimensiunea buffer-ului cache (KB):
ru: Размер буфера кэша (КБ):
sk: Veľkosť buffer cache (KB):
sr_cs: Veličina bafera keširanja (KB):
sv: Cache-bufferstorlek (KB):
tr: Önbellek arabellek boyutu (KB):
uk: Розмір буфера кешу (КБ):
zh_hans: Cache buffer 大小 (KB):
zh_hant: 快取緩衝區大小（KB）：

# eN6-Sk-kUa.title
source: User agent:
af: Gebruikeragent:
ca: Agent d'usuari:
cs: Uživatelský klient:
es: Agente de usuario:
fa: نماینده کاربر:
fi: Käyttäjäagentti:
fr: Agent d'utilisateur :
hi: उपभोक्ता अभिकर्ता:
hr: Korisnički agent:
hu: Felhasználó ügynök:
ja: ユーザーエージェント:
ko: 사용자 에이전트:
nl: Gebruikersagent:
pl: Agent użytkownika:
pt_br: Agente de utilizador:
pt_pt: Agente de utilizador:
ro: Agent utilizator:
ru: Агент пользователя:
sk: Používateľský agent:
sr_cs: Korisnički agent:
sv: Användaragent:
tr: Kullanıcı aracısı:
uk: Агент користувача:
zh_hans: 用户代理:
zh_hant: 使用者代理：

# fab-7d-mMQ.title
source: Default: 36000
af: Verstek: 36000
ca: Per defecte: 36000
cs: Výchozí: 36000
es: Predeterminado: 36000
fa: پیش فرض: ۳۶۰۰۰
fi: Oletus: 36000
fr: Défaut : 36000
he: ברירת מחדל: 36000
hi: डिफ़ॉल्ट: 36000
hr: Zadano: 36.000
hu: Alapértelmezett: 36000
ja: デフォルト: 36000
ko: 기본값: 36000
nl: Standaard: 36000
pl: Domyślnie: 36000
pt_br: Padrão: 36000
pt_pt: Predefinição: 36000
ro: Implicit: 36000
ru: По умолчанию: 36000
sk: Predvolené: 36000
sr_cs: Podrazumevano: 36000
sv: Förval: 36000
tr: Varsayılan: 36000
uk: За замовчуванням: 36000
zh_hans: 默认: 36000
zh_hant: 預設值：36000

# fpV-al-bn7.title
source: Enable cache
af: Aktiveer kasgeheue
ca: Activa memòria cau
cs: Povolit ukládání obsahu do mezipaměti
es: Habilitar caché
fa: فعال کردن حافظه نهان
fi: Ota välimuisti käyttöön
fr: Activer le cache
he: הפעל מטמון
hi: कैश सक्षम करें
hr: Omogući predmemorija
hu: Gyorsítótár engedélyezése
ja: キャッシュを有効化
ko: 캐시 활성화
nl: Schakel cache in
pl: Włącz pamięć podręczną
pt_br: Habilitar cache
pt_pt: Ativar cache
ro: Activează cache
ru: Включить кэш
sk: Povoliť cache
sr_cs: Omogući keš
sv: Aktivera cache
tr: Önbelleği etkinleştir
uk: Увімкнути кеш
zh_hans: 启用缓存
zh_hant: 啟用快取

# GBe-wd-tne.title
source: Format: <key>=<value>[,<key>=<value>[,…]]
af: Formaat: <key>=<value>[,<key>=<value>[,…]]
ca: Format: <clau>=<valor>[,<clau>=<valor>[,...]]
cs: Formát: <název>=<hodnota>[,<název>=<hodnota>[,…]]
es: Formato: <clave>=<valor>[,<clave>=<valor>[,…]]
fa: فرمت:<key>=<value>[,<key>=<value>[,…]]
fi: Muoto: <key>=<value>[,<key>=<value>[,…]]
fr: Format : <clé>=<valeur>[,<clé>=<valeur>[,…]]
he: פורמט: <key>=<value>[,<key>=<value>[,…]]
hi: फार्मेट: <key>=<value>[,<key>=<value>[,…]]
hu: Formátum: <key>=<value>[,<key>=<value>[,…]]
ja: フォーマット: <key>=<value>[,<key>=<value>[,…]]
ko: 형식: <key>=<value>[,<key>=<value>[,…]]
nl: Structuur: <key>=<value>[,<key>=<value>[,…]]
pt_br: Formato: <key>=<value>[,<key>=<value>[,…]]
pt_pt: Formato: <key>=<value>[,<key>=<value>[,…]]
ru: Формат: <ключ>=<значение>[,<ключ>=<значение>[,…]]
sk: Formát: <key>=<value>[,<key>=<value>[,…]]
sv: Format: <nyckel>=<värde>[,<nyckel>=<värde>[,…]]
tr: Biçim: <key>=<value>[,<key>=<value>[,...]]
uk: Формат: <елемент>=<значення>[,<елемент>=<значення>[,…]]
zh_hans: 格式: <key>=<value>[,<key>=<value>[,…]]
zh_hant: 格式：<key>=<value>[,<key>=<value>[,…]]

# hfn-h6-NCd.title
source: Transport RTSP stream through:
af: Vervoer RTSP-stroom deur:
ca: Transporta RTSP a través de:
cs: Přenést RTSP stream pomocí:
es: Transportar RTSP a través de:
fi: Siirrä RTSP-virta seuraavalla tavalla:
fr: Transporter les flux RTSP via :
he: העברת זרם RTSP על גבי:
hi: परिवहन RTSP स्ट्रीम के माध्यम से:
hr: Prenesi RTSP prijenos kroz:
hu: RTSP adatfolyam átvitele a következőn:
ja: RTSPの通信方式:
ko: RTSP 스트림 전송:
nl: Vervoer RTSP-stream via:
pl: Transportuj strumień RTSP przez:
pt_br: Transmitir stream RTSP através de:
pt_pt: Transporte RTSP através de:
ro: Transportă stream RTSP prin:
ru: Транспортный поток RTSP через:
sk: Transportovať RTSP stream cez:
sr_cs: Prenesi RTSP strim kroz:
sv: Transportera RTSP-ström genom:
tr: RTSP akışını şu yolla taşı:
uk: Транспортувати RTSP-потік через:
zh_hans: 传输 RTSP 流时使用:
zh_hant: 傳輸 RTSP 串流時使用：

# J96-32-M9A.title
source: Seconds to prefetch:
af: Sekondes vir voorafhaal:
ca: Segons a precarregar:
cs: Načtených sekund předem:
es: Segundos para precargar:
fa: Seconds to prefech:
fi: Sekuntia ennen hakua:
fr: Secondes à pré-charger :
he: כמות שניות לאחזור מראש:
hi: प्रीफ़ैच करने के लिए सेकंड:
hr: Broj sekundi predučitavanja:
hu: Másodpercek az előtöltéshez:
ja: 事前読み込み秒数:
ko: 미리 읽어오기 (초):
nl: Seconden inladen:
pl: Sekundy do preselekcji:
pt_br: Segundos a pré-carregar:
pt_pt: Segundos para pré-carregar:
ro: Secunde pentru preîncărcare:
ru: Секунд для предзагрузки:
sk: Sekundy na predbežné načítanie:
sr_cs: Sekundi do predučitavanja:
sv: Sekunder att hämta i förväg:
tr: Önceden getirilecek saniyeler:
uk: Попередня вибірка у секундах:
zh_hans: 预读取秒数:
zh_hant: 預先擷取秒數：

# LNk-io-MM7.title
source: Cache:
af: Kasgeheue:
ca: Memòria cau:
cs: Mezipaměť:
es: Caché:
fa: حافظه نهان:
fi: Välimuisti:
he: מטמון:
hi: कैश:
hr: Predmemorija:
hu: Gyorsítótár:
ja: キャッシュ:
ko: 캐시:
pl: Pamięć podręczna:
ru: Кэш:
sk: Vyrovnávacia pamäť:
sr_cs: Keš:
tr: Önbellek:
uk: Кеш:
zh_hans: 缓存:
zh_hant: 快取：

# RwW-JS-iTv.title
source: Requires restarting IINA to take effect.
af: IINA moet herbegin word om dit toe te pas.
ca: És necessari reiniciar IINA per tenir efecte
cs: Vyžaduje restartování IINA.
es: Es necesario reiniciar IINA para que los cambios sean aplicados.
fa: برای اعمال تغییرات باید IINA را بازاجرا کنید.
fi: Edellyttää IINA:n uudelleenkäynnistämistä voimaantullakseen.
fr: Requiert un redémarrage de IINA.
he: נדרשת הפעלה מחדש של IINA כדי ששינוי ההגדרה ישפיע.
hi: प्रभावी होने के लिए IINA को पुनः आरंभ करने की आवश्यकता है।
hr: Za primjenu se IINA mora ponovo pokrenuti.
hu: Az IINA újraindítása szükséges ahhoz, hogy életbe lépjen.
ja: 変更を反映するにはIINAの再起動が必要です。
ko: 설정을 적용하려면 IINA를 종료한 후 다시 실행해야 합니다.
nl: IINA moet opnieuw opstarten voor deze optie.
pl: Program IINA musi zostać zrestartowany, aby efekt został zastosowany.
pt_br: Necessita reiniciar IINA pra fazer efeito.
pt_pt: Requer reinício do IINA para ter efeito.
ro: Necesită repornirea IINA pentru a avea efect.
ru: Эта настройка вступит в силу после перезапуска IINA.
sk: Vyžaduje sa reštartovať IINA, pre správne fungovanie.
sr_cs: IINA se mora ponovo pokrenuti da bi postavka bila prihvaćena.
sv: Kräver omstart av IINA för att ge effekt.
tr: Etkili olabilmesi için IINA'nın yeniden başlatılması gerekli.
uk: Для набуття чинності змін треба перезавантажити IINA.
zh_hans: 重启 IINA 后生效。
zh_hant: 必須重新啟動 IINA 來讓設定生效

# YqE-yV-BvQ.title
source: IINA will search youtube-dl in this folder. Restart needed.
af: IINA soek youtube-dl in hierdie vouer. Moet herbegin word.
ca: IINA buscarà youtube-dl en aquesta carpeta. És necessari reiniciar.
cs: IINA prohledá youtube-dl v této složce. Vyžaduje restartování IINA.
es: IINA buscará youtube-dl en esta carpeta. Reinicio necesario.
fa: IINA ٬ youtube-dl را در این پوشه جستجو خواهد کرد. نیازمند restart.
fi: IINA hakee youtube-dl tästä kansiosta. Uudelleenkäynnistys vaaditaan.
fr: IINA va rechercher youtube-dl dans ce dossier. Redémarrage nécessaire.
he: ‏IINA תחפש את youtube-dl בתקייה הזאת. נדרשת הפעלה מחדש של האפליקציה.
hi: IINA इस फोल्डर में youtube-dl सर्च करेगा। पुनः आरंभ करने की आवश्यकता है।
hr: IINA će tražiti za youtube-dl u ovoj datoteci. Ponovno pokrenite je potrebno.
hu: Az IINA ebben a mappában fogja keresni a youtube-dl-t. Újraindítás szükséges.
ja: IINAはyoutube-dlをこのフォルダー内で探します。反映には再起動が必要です。
ko: IINA는 이 폴더에서 youtube-dl을 찾습니다. 재실행을 해야합니다.
nl: IINA zoekt youtube-dl in deze map. Let op: IINA moet opnieuw opstarten voor deze instelling.
pl: IINA będzie szukać youtube-dl w tym folderze. Wymagany restart.
pt_br: IINA vai procurar youtube-dl nesta pasta. Reinício necessário.
pt_pt: IINA irá procurar youtube-dl nesta pasta. Reinicio necessário.
ro: IINA va căuta youtube-dl în acest dosar. Este necesar restart.
ru: IINA будет искать youtube-dl в этой папке. Требуется перезапуск.
sk: IINA prehľadá youtube-dl v tomto adresári. Vyžaduje sa reštart.
sr_cs: IINA će potražiti youtube-dl u ovoj fascikli. Potrebno je ponovno pokretanje.
sv: IINA letar efter youtube-dl i denna mapp. Omstart behövs.
tr: IINA bu klasörde youtube-dl arayacak. Yeniden başlatma gerekli.
uk: IINA пошукає youtube-dl у цій директорії. Потрібне перезавантаження.
zh_hans: IINA 会在此文件夹中搜索 youtube-dl。需要重新启动。
zh_hant: IINA 將在此檔案夾內搜尋 youtube-dl，需要重新啟動

# yrh-Jm-Q4e.title
source: Network:
af: Netwerk:
ca: Xarxa:
cs: Síť:
es: Red:
fa: شبکه:
fi: Verkko:
fr: Réseau :
he: רשת:
hi: नेटवर्क:
hr: Mreža:
hu: Hálózat:
ja: ネットワーク:
ko: 네트워크:
nl: Netwerk:
pl: Sieć:
pt_br: Rede:
pt_pt: Rede:
ro: Rețea:
ru: Сеть:
sk: Sieť:
sr_cs: Mreža:
sv: Nätverk:
tr: Ağ:
uk: Мережа:
zh_hans: 网络:
zh_hant: 網路：

# zCD-9d-ziV.title
source: Raw options:
af: Rou-opsies:
ca: Opcions en cru:
cs: Pokročilé možnosti:
es: Opciones sin procesar:
fa: تنظیمات خام:
fi: Raaka vaihtoehdot:
fr: Options brutes :
he: אפשרויות גולמיות:
hi: कच्चे विकल्प:
hr: Raw opcije:
hu: Raw beállítások:
ja: パラメータ:
ko: 추가 옵션:
nl: ytdl-raw-options:
pl: Opcje RAW:
pt_br: Opções raw:
pt_pt: Opções Raw:
ro: Opțiuni raw:
ru: Параметры Raw:
sk: Pokročilé nastavenia:
sr_cs: Dodatne opcije:
sv: Råa alternativ:
tr: Ham seçenekleri:
uk: Параметри Raw:
zh_hans: 额外参数:
zh_hant: 額外參數：

# 0yu-5Q-363.title
source: Maximum cache size (KB):
he: גודל מטמון מרבי (KB):
ja: 最大キャッシュサイズ(KB):
ru: Максимальный размер кэша (КБ):
zh_hans: 最大缓存大小(KB)：
